---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AnalyticalMemberForceEndMz
source: html/d236e01f-4ccd-0ca1-39a9-9961387ef091.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AnalyticalMemberForceEndMz Property

"End Mz"

## Syntax (C#)
```csharp
public static ForgeTypeId AnalyticalMemberForceEndMz { get; }
```